Repository: artcc/openclient-llm
Catalog: openclient-llm/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: de, el, es, fr, it, ja, nl, pt_pt, sv

source: Deletes this item from iCloud and all synchronized devices.
de: Löscht dieses Objekt aus iCloud und von allen synchronisierten Geräten.
el: Διαγράφει αυτό το στοιχείο από το iCloud και όλες τις συγχρονισμένες συσκευές.
es: Elimina este elemento de iCloud y de todos los dispositivos sincronizados.
fr: Supprime cet élément d’iCloud et de tous les appareils synchronisés.
it: Elimina questo elemento da iCloud e da tutti i dispositivi sincronizzati.
ja: この項目をiCloudおよび同期済みのすべてのデバイスから削除します。
nl: Verwijdert dit item uit iCloud en alle gesynchroniseerde apparaten.
pt_pt: Elimina este item do iCloud e de todos os dispositivos sincronizados.
sv: Raderar det här objektet från iCloud och alla synkroniserade enheter.

source: Blue
de: Blau
el: Μπλε
es: Azul
fr: Bleu
it: Blu
ja: 青
nl: Blauw
pt_pt: Azul
sv: Blå

source: Start a private chat
de: Privaten Chat starten
el: Ξεκινήστε μια ιδιωτική συνομιλία
es: Iniciar un chat privado
fr: Démarrer une conversation privée
it: Avvia una chat privata
ja: プライベートチャットを開始
nl: Begin een privégesprek
pt_pt: Iniciar uma conversa privada
sv: Starta en privat chatt

source: Enable tools from MCP servers like GitHub, databases, and more to allow the model to work with external services.
de: Aktivieren Sie Werkzeuge von MCP-Servern wie GitHub, Datenbanken und mehr, damit das Modell mit externen Diensten arbeiten kann.
el: Ενεργοποιήστε εργαλεία από διακομιστές MCP όπως το GitHub, βάσεις δεδομένων και άλλα για να επιτρέψετε στο μοντέλο να συνεργάζεται με εξωτερικές υπηρεσίες.
es: Habilita herramientas de servidores MCP como GitHub, bases de datos y más para que el modelo trabaje con servicios externos.
fr: Activez les outils des serveurs MCP comme GitHub, les bases de données et plus encore pour permettre au modèle de travailler avec des services externes.
it: Abilita strumenti dai server MCP come GitHub, database e altro per permettere al modello di lavorare con servizi esterni.
ja: GitHubやデータベースなどのMCPサーバーのツールを有効にして、モデルが外部サービスと連携できるようにします。
nl: Schakel tools van MCP-servers in zoals GitHub, databases en meer om het model met externe diensten te laten werken.
pt_pt: Ative ferramentas dos servidores MCP como GitHub, bases de dados e mais para permitir que o modelo trabalhe com serviços externos.
sv: Aktivera verktyg från MCP-servrar som GitHub, databaser med mera för att låta modellen arbeta med externa tjänster.

source: Something went wrong. Please try again.
de: Etwas ist schiefgelaufen. Bitte versuchen Sie es erneut.
el: Κάτι πήγε στραβά. Παρακαλώ δοκιμάστε ξανά.
es: Algo salió mal. Por favor, inténtalo de nuevo.
fr: Une erreur est survenue. Veuillez réessayer.
it: Qualcosa è andato storto. Riprova.
ja: 問題が発生しました。もう一度お試しください。
nl: Er is iets misgegaan. Probeer het opnieuw.
pt_pt: Algo correu mal. Por favor, tente novamente.
sv: Något gick fel. Försök igen.

source: Bright
de: Hell
el: Φωτεινά
es: Brillante
fr: Lumineuses
it: Vivace
ja: 明るい
nl: Helder
pt_pt: Luminosoacons
sv: Ljus

source: No cloud changes will be written until required downloads finish.
de: Cloud-Änderungen werden erst geschrieben, wenn die erforderlichen Downloads abgeschlossen sind.
el: Δεν θα καταγραφούν αλλαγές στο cloud μέχρι να ολοκληρωθούν οι απαιτούμενες λήψεις.
es: No se escribirán cambios en la nube hasta que finalicen las descargas requeridas.
fr: Aucune modification du cloud ne sera écrite avant la fin des téléchargements requis.
it: Nessuna modifica al cloud verrà scritta finché i download richiesti non saranno terminati.
ja: 必要なダウンロードが完了するまで、クラウドの変更は書き込まれません。
nl: Er worden geen wijzigingen in de cloud opgeslagen totdat de vereiste downloads zijn voltooid.
pt_pt: Não serão guardadas alterações na nuvem até que as transferências necessárias terminem.
sv: Inga ändringar i molnet skrivs förrän nödvändiga nedladdningar är klara.

source: Invalid synchronized data
de: Ungültige synchronisierte Daten
el: Μη έγκυρα συγχρονισμένα δεδομένα
es: Datos sincronizados no válidos
fr: Données synchronisées non valides
it: Dati sincronizzati non validi
ja: 同期されたデータが無効です
nl: Ongeldige gesynchroniseerde gegevens
pt_pt: Dados sincronizados inválidos
sv: Ogiltiga synkroniserade data

source: Controls randomness. Higher values make output more creative.
de: Steuert die Zufälligkeit. Höhere Werte machen die Ausgabe kreativer.
el: Ελέγχει την τυχαιότητα. Μεγαλύτερες τιμές κάνουν το αποτέλεσμα πιο δημιουργικό.
es: Controla la aleatoriedad. Valores más altos hacen que la salida sea más creativa.
fr: Contrôle l'aléatoire. Des valeurs plus élevées rendent la sortie plus créative.
it: Controlla la casualità. Valori più alti rendono l'output più creativo.
ja: ランダム性を制御します。値が高いほど出力がより創造的になります。
nl: Beheert willekeurigheid. Hogere waarden maken de output creatiever.
pt_pt: Controla a aleatoriedade. Valores mais altos tornam a saída mais criativa.
sv: Styr slumpmässigheten. Högre värden gör resultatet mer kreativt.

source: Untitled
de: Unbenannt
el: Χωρίς τίτλο
es: Sin título
fr: Sans titre
it: Senza titolo
ja: 名称未設定
nl: Naamloos
pt_pt: Sem título
sv: Namnlös

source: Deletion failed for %@
de: Löschen von %@ fehlgeschlagen
el: Η διαγραφή απέτυχε για το %@
es: No se pudo eliminar %@
fr: Échec de la suppression de %@
it: Eliminazione non riuscita per %@
ja: %@の削除に失敗しました
nl: Verwijderen van %@ mislukt
pt_pt: Falha ao eliminar %@
sv: Det gick inte att radera %@

source: Opens a new conversation in OpenClient
de: Öffnet eine neue Unterhaltung in OpenClient.
el: Ανοίγει μια νέα συνομιλία στο OpenClient.
es: Abre una nueva conversación en OpenClient.
fr: Ouvre une nouvelle conversation dans OpenClient.
it: Apre una nuova conversazione in OpenClient
ja: OpenClientで新しい会話を開始します
nl: Opent een nieuw gesprek in OpenClient.
pt_pt: Abre uma nova conversa no OpenClient.
sv: Öppnar en ny konversation i OpenClient.

source: Are you sure you want to delete this suggestion?
de: Möchten Sie diesen Vorschlag wirklich löschen?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτή την πρόταση;
es: ¿Seguro que quieres eliminar esta sugerencia?
fr: Êtes-vous sûr de vouloir supprimer cette suggestion ?
it: Sei sicuro di voler eliminare questo suggerimento?
ja: この提案を削除してもよろしいですか？
nl: Weet je zeker dat je deze suggestie wilt verwijderen?
pt_pt: Tem a certeza de que pretende eliminar esta sugestão?
sv: Är du säker på att du vill ta bort detta förslag?

source: Buy Me a Coffee
de: Kauf mir einen Kaffee
el: Κάνε μου μια δωρεά καφέ
es: Invítame a un café
fr: Offrez-moi un café
it: Offrimi un caffè
ja: コーヒーをおごる
nl: Trakteer me op een koffie
pt_pt: Oferecer um Café
sv: Bjud mig på en kaffe

source: Done
de: Fertig
el: ΤΕΛΕΙΩΣΕ
es: Hecho
fr: Terminé
it: Fatto
ja: 完了
nl: Gereed
pt_pt: Concluído
sv: Klart

source: Use this when an OpenAI-compatible server does not provide context metadata
de: Verwenden Sie dies, wenn ein OpenAI-kompatibler Server keine Kontextmetadaten bereitstellt.
el: Χρησιμοποιήστε το όταν ένας διακομιστής συμβατός με OpenAI δεν παρέχει μεταδεδομένα συμφραζομένων.
es: Usa esto cuando un servidor compatible con OpenAI no proporcione metadatos de contexto.
fr: Utilisez ceci lorsqu’un serveur compatible OpenAI ne fournit pas de métadonnées contextuelles.
it: Usa questo quando un server compatibile con OpenAI non fornisce metadati di contesto.
ja: OpenAI互換サーバーがコンテキストメタデータを提供しない場合に使用してください。
nl: Gebruik dit wanneer een OpenAI-compatibele server geen contextmetadata levert.
pt_pt: Utilize isto quando um servidor compatível com OpenAI não fornecer metadados de contexto.
sv: Använd detta när en OpenAI-kompatibel server inte tillhandahåller kontextmetadata.

source: Permission
de: Berechtigung
el: Δικαίωμα πρόσβασης
es: Permiso
fr: Autorisation
it: Autorizzazione
ja: 権限
nl: Machtiging
pt_pt: Permissão
sv: Behörighet

source: Pin
de: Anheften
el: Καρφίτσωμα
es: Fijar
fr: Épingler
it: Fissa
ja: ピン
nl: Vastzetten
pt_pt: Alfinete
sv: Stift

source: Custom
de: Benutzerdefiniert
el: Προσαρμοσμένο
es: Personalizado
fr: Personnalisé
it: Personalizzato
ja: カスタム
nl: Aangepast
pt_pt: Personalizado
sv: Anpassad

source: Tap + to get started
de: Tippe auf +, um zu beginnen
el: Πατήστε + για να ξεκινήσετε
es: Toca + para comenzar
fr: Appuyez sur + pour commencer
it: Tocca + per iniziare
ja: 開始するには＋をタップしてください
nl: Tik op + om te beginnen
pt_pt: Toque + para começar
sv: Tryck på + för att börja

source: Anonymous
de: Anonym
el: Ανώνυμος
es: Anónimo
fr: Anonyme
it: Anonimo
ja: 匿名
nl: Anoniem
pt_pt: Anónimo
sv: Anonym

source: Profile conflict
de: Profilkonflikt
el: Σύγκρουση προφίλ
es: Conflicto de perfil
fr: Conflit de profil
it: Conflitto del profilo
ja: プロフィールの競合
nl: Profielconflict
pt_pt: Conflito de perfil
sv: Profilkonflikt

source: The conversation changed or was deleted before this save completed.
de: Die Unterhaltung wurde geändert oder gelöscht, bevor das Speichern abgeschlossen war.
el: Η συνομιλία άλλαξε ή διαγράφηκε πριν ολοκληρωθεί η αποθήκευση.
es: La conversación cambió o se eliminó antes de que se completara este guardado.
fr: La conversation a été modifiée ou supprimée avant la fin de l’enregistrement.
it: La conversazione è cambiata o è stata eliminata prima del completamento del salvataggio.
ja: この保存が完了する前に会話が変更または削除されました。
nl: Het gesprek is gewijzigd of verwijderd voordat deze opslag was voltooid.
pt_pt: A conversa foi alterada ou eliminada antes de esta gravação ser concluída.
sv: Konversationen ändrades eller raderades innan den här sparningen slutfördes.

source: Scroll the share sheet and tap **OpenClient**.
de: Blättern Sie im Freigabeblatt und tippen Sie auf **OpenClient**.
el: Κύλιση στο φύλλο κοινής χρήσης και πατήστε **OpenClient**.
es: Desplaza la hoja para compartir y toca **OpenClient**.
fr: Faites défiler la feuille de partage et appuyez sur **OpenClient**.
it: Scorri il foglio di condivisione e tocca **OpenClient**.
ja: 共有シートをスクロールして**OpenClient**をタップしてください。
nl: Scroll door het deelvenster en tik op **OpenClient**.
pt_pt: Desloque a folha de partilha e toque em **OpenClient**.
sv: Bläddra i delningsmenyn och tryck på **OpenClient**.

source: Test your connection to enable Continue.
de: Teste deine Verbindung, um „Weiter“ zu aktivieren.
el: Ελέγξτε τη σύνδεσή σας για να ενεργοποιήσετε τη «Συνέχεια».
es: Prueba tu conexión para activar Continuar.
fr: Testez votre connexion pour activer Continuer.
it: Verifica la connessione per abilitare Continua.
ja: 接続をテストして「続ける」を有効にします。
nl: Test je verbinding om Doorgaan in te schakelen.
pt_pt: Teste a sua ligação para ativar Continuar.
sv: Testa din anslutning för att aktivera Fortsätt.

# Sent when a response finishes while the app is in the background.
source: Sent when a response completes while the app is in the background.
de: Gesendet, wenn eine Antwort abgeschlossen wird, während die App im Hintergrund läuft.
el: Αποστέλλεται όταν ολοκληρώνεται μια απάντηση ενώ η εφαρμογή είναι στο παρασκήνιο.
es: Enviado cuando una respuesta termina mientras la aplicación está en segundo plano.
fr: Envoyé lorsqu’une réponse se termine alors que l’application est en arrière-plan.
it: Inviato quando una risposta termina mentre l’app è in background.
ja: アプリがバックグラウンドにある間に応答が完了したときに送信されます。
nl: Verzonden wanneer een reactie is voltooid terwijl de app op de achtergrond draait.
pt_pt: Enviado quando uma resposta termina enquanto a aplicação está em segundo plano.
sv: Skickas när ett svar slutförs medan appen är i bakgrunden.

source: Photo Library
de: Fotobibliothek
el: Βιβλιοθήκη Φωτογραφιών
es: Biblioteca de fotos
fr: Bibliothèque de photos
it: Libreria foto
ja: 写真ライブラリ
nl: Fotobibliotheek
pt_pt: Biblioteca de Fotos
sv: Fotobibliotek

source: See your latest conversations and jump back in
de: Sieh dir deine neuesten Unterhaltungen an und steige wieder ein.
el: Δες τις πιο πρόσφατες συνομιλίες σου και συνέχισε από εκεί.
es: Consulta tus últimas conversaciones y vuelve a ellas.
fr: Voir vos dernières conversations et y revenir.
it: Visualizza le tue ultime conversazioni e riprendi da dove avevi interrotto.
ja: 最新の会話を確認してすぐに再開できます
nl: Bekijk je laatste gesprekken en ga er direct mee verder.
pt_pt: Veja as suas conversas mais recentes e volte a elas.
sv: Se dina senaste konversationer och hoppa tillbaka in.

source: More Options
de: Weitere Optionen
el: Περισσότερες επιλογές
es: Más opciones
fr: Plus d’options
it: Altre opzioni
ja: その他のオプション
nl: Meer opties
pt_pt: Mais Opções
sv: Fler alternativ

source: Export Backup
de: Backup exportieren
el: Εξαγωγή αντιγράφου ασφαλείας
es: Exportar copia de seguridad
fr: Exporter la sauvegarde
it: Esporta backup
ja: バックアップをエクスポート
nl: Back-up exporteren
pt_pt: Exportar Cópia de Segurança
sv: Exportera säkerhetskopia

source: Delete Memory
de: Erinnerung löschen
el: Διαγραφή μνήμης
es: Eliminar memoria
fr: Supprimer la mémoire
it: Elimina memoria
ja: メモリーを削除
nl: Geheugen verwijderen
pt_pt: Eliminar memória
sv: Radera minne

source: Earlier
de: Früher
el: Προηγούμενα
es: Anteriormente
fr: Plus tôt
it: Più vecchio
ja: 以前
nl: Eerder
pt_pt: Mais antigo
sv: Tidigare

source: No matching suggestions
de: Keine passenden Vorschläge
el: Δεν υπάρχουν προτάσεις που να ταιριάζουν
es: No hay sugerencias coincidentes
fr: Aucune suggestion correspondante
it: Nessun suggerimento corrispondente
ja: 一致する候補はありません
nl: Geen overeenkomende suggesties
pt_pt: Não existem sugestões correspondentes
sv: Inga matchande förslag

source: OpenClient is under maintenance
de: OpenClient wird gewartet
el: Το OpenClient βρίσκεται υπό συντήρηση
es: OpenClient está en mantenimiento
fr: OpenClient est en maintenance
it: OpenClient è in manutenzione
ja: OpenClientはメンテナンス中です
nl: OpenClient wordt onderhouden
pt_pt: O OpenClient está em manutenção
sv: OpenClient genomgår underhållarbeiten

source: File
de: Datei
el: Αρχείο
es: Archivo
fr: Fichier
ja: ファイル
nl: Bestand
pt_pt: Ficheiro
sv: Fil

source: Description
de: Beschreibung
el: Περιγραφή
es: Descripción
it: Descrizione
ja: 説明
nl: Beschrijving
pt_pt: Descrição
sv: Beskrivning

source: We're making a few improvements. Please try again later.
de: Wir nehmen einige Verbesserungen vor. Bitte versuchen Sie es später erneut.
el: Κάνουμε μερικές βελτιώσεις. Δοκιμάστε ξανά αργότερα.
es: Estamos realizando algunas mejoras. Vuelve a intentarlo más tarde.
fr: Nous apportons quelques améliorations. Veuillez réessayer plus tard.
it: Stiamo apportando alcuni miglioramenti. Riprova più tardi.
ja: いくつか改善を行っています。しばらくしてからもう一度お試しください。
nl: We voeren enkele verbeteringen door. Probeer het later opnieuw.
pt_pt: Estamos a fazer algumas melhorias. Tente novamente mais tarde.
sv: Vi gör några förbättringar. Försök igen senare.

source: All local settings and credentials will be deleted. iCloud data will not be affected.
de: Alle lokalen Einstellungen und Anmeldedaten werden gelöscht. iCloud-Daten bleiben unberührt.
el: Όλες οι τοπικές ρυθμίσεις και τα διαπιστευτήρια θα διαγραφούν. Τα δεδομένα iCloud δεν θα επηρεαστούν.
es: Se eliminarán todas las configuraciones y credenciales locales. Los datos de iCloud no se verán afectados.
fr: Tous les paramètres locaux et identifiants seront supprimés. Les données iCloud ne seront pas affectées.
it: Tutte le impostazioni locali e le credenziali verranno eliminate. I dati di iCloud non saranno interessati.
ja: すべてのローカル設定と認証情報が削除されます。iCloudのデータには影響しません。
nl: Alle lokale instellingen en inloggegevens worden verwijderd. iCloud-gegevens blijven ongewijzigd.
pt_pt: Todas as definições locais e credenciais serão eliminadas. Os dados do iCloud não serão afetados.
sv: Alla lokala inställningar och inloggningsuppgifter kommer att raderas. iCloud-data påverkas inte.

source: The conversation context window must be greater than zero.
de: Das Kontextfenster der Unterhaltung muss größer als null sein.
el: Το παράθυρο συμφραζομένων συνομιλίας πρέπει να είναι μεγαλύτερο του μηδενός.
es: La ventana de contexto de la conversación debe ser mayor que cero.
fr: La fenêtre de contexte de la conversation doit être supérieure à zéro.
it: La finestra del contesto della conversazione deve essere maggiore di zero.
ja: 会話コンテキストウィンドウはゼロより大きくする必要があります。
nl: Het contextvenster van het gesprek moet groter zijn dan nul.
pt_pt: A janela de contexto da conversa deve ser maior que zero.
sv: Samtalskontextfönstret måste vara större än noll.

source: The backup contains an invalid attachment reference.
de: Die Sicherung enthält eine ungültige Anlagenreferenz.
el: Η δημιουργία αντιγράφου περιέχει μη έγκυρη αναφορά συνημμένου.
es: La copia de seguridad contiene una referencia de archivo adjunto no válida.
fr: La sauvegarde contient une référence de pièce jointe invalide.
it: Il backup contiene un riferimento a un allegato non valido.
ja: バックアップに無効な添付ファイル参照が含まれています。
nl: De back-up bevat een ongeldige bijlageverwijzing.
pt_pt: A cópia de segurança contém uma referência de anexo inválida.
sv: Säkerhetskopian innehåller en ogiltig bilagereferens.

source: API Key
de: API-Schlüssel
el: Κλειδί API
es: Clave de API
fr: Clé API
it: Chiave API
ja: APIキー
nl: API-sleutel
pt_pt: Chave da API
sv: API-nyckel

source: Loading comments...
de: Kommentare werden geladen...
el: Φόρτωση σχολίων...
es: Cargando comentarios...
fr: Chargement des commentaires...
it: Caricamento commenti...
ja: コメントを読み込み中...
nl: Reacties laden...
pt_pt: A carregar comentários...
sv: Läser in kommentarer...

source: Explain a complex topic simply
de: Erkläre ein komplexes Thema einfach
el: Εξήγησε ένα σύνθετο θέμα απλά
es: Explica un tema complejo de forma sencilla
fr: Expliquer un sujet complexe simplement
it: Spiega un argomento complesso in modo semplice
ja: 複雑な話題を簡単に説明する
nl: Leg een complex onderwerp eenvoudig uit
pt_pt: Explique um tema complexo de forma simples
sv: Förklara ett komplext ämne enkelt

source: Ultraviolet
de: Ultraviolett
el: Υπεριώδες
es: Ultravioleta
it: Ultravioletto
ja: 紫外線
pt_pt: Ultravioleta
sv: Ultraviolett

source: There is no synchronized app data in iCloud.
de: Es sind keine synchronisierten App-Daten in iCloud vorhanden.
el: Δεν υπάρχουν συγχρονισμένα δεδομένα εφαρμογών στο iCloud.
es: No hay datos de la app sincronizados en iCloud.
fr: Aucune donnée d’app synchronisée dans iCloud.
it: Non ci sono dati dell’app sincronizzati su iCloud.
ja: iCloudに同期されたアプリデータはありません。
nl: Er zijn geen gesynchroniseerde appgegevens in iCloud.
pt_pt: Não existem dados da aplicação sincronizados no iCloud.
sv: Det finns inga synkroniserade appdata i iCloud.

source: Not Now
de: Nicht jetzt
el: Όχι τώρα
es: Ahora no
fr: Pas maintenant
it: Non ora
ja: 今はしない
nl: Niet nu
pt_pt: Agora não
sv: Inte nu

source: Response interrupted
de: Antwort unterbrochen
el: Η απάντηση διακόπηκε
es: Respuesta interrumpida
fr: Réponse interrompue
it: Risposta interrotta
ja: 応答が中断されました
nl: Reactie onderbroken
pt_pt: Resposta interrompida
sv: Svar avbrutet

source: Back
de: Zurück
el: Πίσω
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
nl: Terug
pt_pt: Voltar
sv: Tillbaka

source: The model returned an invalid agent response.
de: Das Modell hat eine ungültige Agentenantwort zurückgegeben.
el: Το μοντέλο επέστρεψε μη έγκυρη απάντηση πράκτορα.
es: El modelo devolvió una respuesta de agente no válida.
fr: Le modèle a renvoyé une réponse d’agent invalide.
it: Il modello ha restituito una risposta agente non valida.
ja: モデルが無効なエージェント応答を返しました。
nl: Het model gaf een ongeldige agentrespons terug.
pt_pt: O modelo devolveu uma resposta de agente inválida.
sv: Modellen returnerade ett ogiltigt agent-svar.

source: Server configuration
de: Serverkonfiguration
el: Διαμόρφωση διακομιστή
es: Configuración del servidor
fr: Configuration du serveur
it: Configurazione del server
ja: サーバー設定
nl: Serverconfiguratie
pt_pt: Configuração do servidor
sv: Serverkonfiguration

source: Open source on GitHub. Explore the code or contribute.
de: Open-Source auf GitHub. Entdecke den Code oder trage dazu bei.
el: Ανοίξτε τον πηγαίο κώδικα στο GitHub. Εξερευνήστε τον κώδικα ή συνεισφέρετε.
es: Código fuente abierto en GitHub. Explora el código o contribuye.
fr: Consultez le code source sur GitHub. Explorez le code ou contribuez.
it: Apri il codice sorgente su GitHub. Esplora il codice o contribuisci.
ja: GitHubでオープンソースを開く。コードを確認したり、貢献したりできます。
nl: Open source op GitHub. Bekijk de code of draag bij.
pt_pt: Código-fonte aberto no GitHub. Explore o código ou contribua.
sv: Öppna källkoden på GitHub. Utforska koden eller bidra.

source: Connection ready
de: Verbindung bereit
el: Η σύνδεση είναι έτοιμη
es: Conexión lista
fr: Connexion prête
it: Connessione pronta
ja: 接続の保存準備が完了しました
nl: Verbinding gereed
pt_pt: Ligação pronta
sv: Anslutningen är klar

source: The iCloud container is unavailable.
de: Der iCloud-Container ist nicht verfügbar.
el: Το κοντέινερ iCloud δεν είναι διαθέσιμο.
es: El contenedor de iCloud no está disponible.
fr: Le conteneur iCloud est indisponible.
it: Il contenitore iCloud non è disponibile.
ja: iCloudコンテナを利用できません。
nl: De iCloud-container is niet beschikbaar.
pt_pt: O contentor do iCloud está indisponível.
sv: iCloud-behållaren är inte tillgänglig.

source: Image Generation
de: Bildgenerierung
el: Δημιουργία Εικόνων
es: Generación de imágenes
fr: Génération d’images
it: Generazione Immagini
ja: 画像生成
nl: Beeldgeneratie
pt_pt: Geração de Imagens
sv: Bildgenerering

source: Connection verified
de: Verbindung bestätigt
el: Η σύνδεση επαληθεύτηκε
es: Conexión verificada
fr: Connexion vérifiée
it: Connessione verificata
ja: 接続を確認済み
nl: Verbinding geverifieerd
pt_pt: Ligação verificada
sv: Anslutningen verifierad

source: Choose how OpenClient appears on your Home Screen.
de: Wähle aus, wie OpenClient auf deinem Home-Bildschirm angezeigt wird.
el: Επιλέξτε πώς θα εμφανίζεται το OpenClient στην αρχική οθόνη σας.
es: Elige cómo aparece OpenClient en tu pantalla de inicio.
fr: Choisissez l’apparence d’OpenClient sur votre écran d’accueil.
it: Scegli come appare OpenClient sulla schermata Home.
ja: ホーム画面でのOpenClientの表示方法を選択してください。
nl: Kies hoe OpenClient op je beginscherm wordt weergegeven.
pt_pt: Escolha o modo como o OpenClient aparece no ecrã principal.
sv: Välj hur OpenClient visas på hemskärmen.

source: Golden Noel
de: Goldener Noel
el: Χρυσό Noel
es: Noel dorado
fr: Noël doré
ja: ゴールデンノエル
nl: Gouden Noel
pt_pt: Noel Dourado

source: Edit & Resend
de: Bearbeiten & erneut senden
el: Επεξεργασία & Αποστολή ξανά
es: Editar y reenviar
fr: Modifier et renvoyer
it: Modifica e rinvia
ja: 編集して再送信
nl: Bewerken & Opnieuw verzenden
pt_pt: Editar e Reenviar
sv: Redigera och skicka igen

source: Results
de: Ergebnisse
el: Αποτελέσματα
es: Resultados
fr: Résultats
it: Risultati
ja: 結果
nl: Resultaten
pt_pt: Resultados
sv: Resultat

source: MCP tools could not be loaded. Check the server connection and try again.
de: MCP-Tools konnten nicht geladen werden. Überprüfe die Serververbindung und versuche es erneut.
el: Δεν ήταν δυνατή η φόρτωση των εργαλείων MCP. Ελέγξτε τη σύνδεση με τον διακομιστή και δοκιμάστε ξανά.
es: No se han podido cargar las herramientas MCP. Comprueba la conexión con el servidor y vuelve a intentarlo.
fr: Les outils MCP n’ont pas pu être chargés. Vérifiez la connexion au serveur et réessayez.
it: Impossibile caricare gli strumenti MCP. Controlla la connessione al server e riprova.
ja: MCPツールを読み込めませんでした。サーバー接続を確認して、もう一度お試しください。
nl: MCP-tools konden niet worden geladen. Controleer de serververbinding en probeer het opnieuw.
pt_pt: Não foi possível carregar as ferramentas MCP. Verifique a ligação ao servidor e tente novamente.
sv: MCP-verktygen kunde inte läsas in. Kontrollera serveranslutningen och försök igen.
